Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The Installed tab also lists the wallpapers in these folders, and follows their changes. Each wallpaper is a folder with a project.json. Downloads and imports still go into the Wallpaper Storage folder.
ar: تعرض علامة التبويب «المثبتة» أيضًا الخلفيات الموجودة في هذه المجلدات وتتابع تغييراتها. كل خلفية مجلد يحتوي على ملف project.json. وتظل التنزيلات وعمليات الاستيراد تُحفظ في مجلد مخزن خلفيات الشاشة.
de: Der Tab „Installiert“ zeigt auch die Hintergrundbilder in diesen Ordnern und folgt ihren Änderungen. Jedes Hintergrundbild ist ein Ordner mit einer project.json. Downloads und Importe kommen weiterhin in den Ordner „Hintergrundbild-Speicher“.
es: La pestaña Instalados también muestra los fondos de pantalla de estas carpetas y sigue sus cambios. Cada fondo de pantalla es una carpeta con un project.json. Las descargas y las importaciones siguen yendo a la carpeta de almacenamiento de fondos de pantalla.
fr: L’onglet Installés affiche aussi les fonds d’écran de ces dossiers et suit leurs changements. Chaque fond d’écran est un dossier contenant un project.json. Les téléchargements et les importations vont toujours dans le dossier de stockage des fonds d’écran.
hi: इंस्टॉल किए गए टैब में इन फ़ोल्डरों के वॉलपेपर भी दिखते हैं और इनके बदलाव अपने-आप दिखते हैं। हर वॉलपेपर एक फ़ोल्डर है जिसमें project.json होती है। डाउनलोड और इंपोर्ट अब भी वॉलपेपर स्टोरेज फ़ोल्डर में जाते हैं।
it: Il pannello Installati mostra anche gli sfondi di queste cartelle e ne segue le modifiche. Ogni sfondo è una cartella con un file project.json. Download e importazioni vanno sempre nella cartella Archivio sfondi.
ja: 「インストール済み」タブには、これらのフォルダの壁紙も表示され、変更が反映されます。各壁紙は project.json を含むフォルダです。ダウンロードと読み込みは引き続き壁紙の保存場所のフォルダに入ります。
ko: 설치됨 탭에 이 폴더의 배경화면도 표시되며 변경 사항이 반영됩니다. 각 배경화면은 project.json이 있는 폴더입니다. 다운로드와 가져오기는 계속 배경화면 저장 공간 폴더에 저장됩니다.
pl: Karta Zainstalowane pokazuje też tapety z tych folderów i śledzi ich zmiany. Każda tapeta to folder z plikiem project.json. Pobrane i zaimportowane tapety nadal trafiają do folderu Magazynu tapet.
pt_br: A aba Instaladas também mostra as imagens de fundo destas pastas e acompanha as alterações nelas. Cada imagem de fundo é uma pasta com um project.json. Os downloads e as importações continuam indo para a pasta de Armazenamento de Imagens de Fundo.
ru: Вкладка «Установленные» также показывает обои из этих папок и следит за их изменениями. Каждые обои — это папка с файлом project.json. Загрузки и импорт по-прежнему попадают в папку хранилища обоев.
tr: Yüklü sekmesi bu klasörlerdeki duvar kâğıtlarını da listeler ve değişikliklerini izler. Her duvar kâğıdı, project.json içeren bir klasördür. İndirmeler ve içe aktarmalar yine Duvar Kâğıdı Deposu klasörüne gider.
uk: Вкладка «Встановлені» також показує шпалери з цих папок і стежить за їхніми змінами. Кожні шпалери — це папка з файлом project.json. Завантаження та імпорт і далі потрапляють до папки сховища шпалер.
zh_hans: “已安装”标签页也会列出这些文件夹中的墙纸，并跟随其更改。每张墙纸都是一个包含 project.json 的文件夹。下载和导入的内容仍会存入墙纸存储位置文件夹。
zh_hant: 「已安裝」標籤頁也會列出這些檔案夾中的背景圖片，並跟隨其變更。每張背景圖片都是包含 project.json 的檔案夾。下載和匯入的內容仍會存入背景圖片儲存位置檔案夾。

source: The Live Photo couldn't be rendered.
ar: تعذر عرض Live Photo.
de: Das Live Photo konnte nicht gerendert werden.
es: No se ha podido renderizar la Live Photo.
fr: Impossible d’effectuer le rendu de la Live Photo.
hi: Live Photo रेंडर नहीं हो सकी।
it: Impossibile eseguire il rendering della Live Photo.
ja: Live Photoをレンダリングできませんでした。
ko: Live Photo를 렌더링할 수 없습니다.
pl: Nie można wyrenderować Live Photo.
pt_br: Não foi possível renderizar a Live Photo.
ru: Не удалось отрисовать Live Photo.
tr: Live Photo işlenemedi.
uk: Не вдалося відрендерити Live Photo.
zh_hans: 无法渲染实况照片。
zh_hant: 無法算繪原況照片。

source: The Live Photo is exported in portrait. In landscape, iPad turns the lock screen and crops the picture to fill it.
ar: يتم تصدير Live Photo بالوضع الرأسي. في الوضع الأفقي، يدير iPad شاشة القفل ويقص الصورة لملئها.
de: Das Live Photo wird im Hochformat exportiert. Im Querformat dreht das iPad den Sperrbildschirm und schneidet das Bild passend zu.
es: La Live Photo se exporta en vertical. En horizontal, el iPad gira la pantalla bloqueada y recorta la imagen para llenarla.
fr: La Live Photo est exportée en portrait. En paysage, l’iPad fait pivoter l’écran verrouillé et recadre l’image pour le remplir.
hi: Live Photo पोर्ट्रेट में एक्सपोर्ट होती है। लैंडस्केप में iPad लॉक स्क्रीन घुमाता है और उसे भरने के लिए तस्वीर क्रॉप करता है।
it: La Live Photo viene esportata in verticale. In orizzontale, iPad ruota la schermata di blocco e ritaglia l’immagine per riempirla.
ja: Live Photoは縦向きで書き出されます。横向きでは、iPadがロック画面を回転させ、画面いっぱいになるよう画像を切り取ります。
ko: Live Photo는 세로 방향으로 내보내집니다. 가로 모드에서는 iPad가 잠금 화면을 회전하고 화면을 채우도록 사진을 자릅니다.
pl: Live Photo jest eksportowane w pionie. W poziomie iPad obraca ekran blokady i kadruje obraz, aby go wypełnić.
pt_br: A Live Photo é exportada na vertical. Na horizontal, o iPad gira a Tela Bloqueada e recorta a imagem para preenchê-la.
ru: Live Photo экспортируется в книжной ориентации. В альбомной iPad поворачивает экран блокировки и обрезает изображение, чтобы заполнить его.
tr: Live Photo dikey olarak dışa aktarılır. Yatay konumda iPad Kilitli Ekran’ı döndürür ve resmi ekranı dolduracak şekilde kırpar.
uk: Live Photo експортується в книжковій орієнтації. В альбомній iPad повертає екран блокування й обрізає зображення, щоб заповнити його.
zh_hans: 实况照片以竖向导出。横向时，iPad 会旋转锁定屏幕并裁剪图片以填满屏幕。
zh_hant: 原況照片以直向輸出。橫向時，iPad 會旋轉鎖定畫面並裁切圖片以填滿畫面。

source: The Live Photo was exported but couldn't be saved to Photos: %@
ar: تم تصدير Live Photo لكن تعذر حفظها في الصور: %@
de: Das Live Photo wurde exportiert, konnte aber nicht in „Fotos“ gesichert werden: %@
es: La Live Photo se exportó, pero no se pudo guardar en Fotos: %@
fr: La Live Photo a été exportée, mais n’a pas pu être enregistrée dans Photos : %@
hi: Live Photo एक्सपोर्ट हो गई, लेकिन Photos में सेव नहीं हो सकी: %@
it: La Live Photo è stata esportata ma non è stato possibile salvarla in Foto: %@
ja: Live Photoは書き出されましたが、“写真”に保存できませんでした：%@
ko: Live Photo를 내보냈지만 사진에 저장할 수 없습니다: %@
pl: Live Photo zostało wyeksportowane, ale nie można go zachować w Zdjęciach: %@
pt_br: A Live Photo foi exportada, mas não pôde ser salva no Fotos: %@
ru: Live Photo экспортировано, но его не удалось сохранить в «Фото»: %@
tr: Live Photo dışa aktarıldı ancak Fotoğraflar’a kaydedilemedi: %@
uk: Live Photo експортовано, але його не вдалося зберегти у «Фото»: %@
zh_hans: 实况照片已导出，但无法存储到“照片”：%@
zh_hant: 原況照片已輸出，但無法儲存到「照片」：%@

source: The Live Photo's movie couldn't be written.
ar: تعذرت كتابة فيلم Live Photo.
de: Der Film des Live Photo konnte nicht geschrieben werden.
es: No se ha podido escribir el vídeo de la Live Photo.
fr: Impossible d’écrire la vidéo de la Live Photo.
hi: Live Photo की मूवी लिखी नहीं जा सकी।
it: Impossibile scrivere il filmato della Live Photo.
ja: Live Photoのムービーを書き込めませんでした。
ko: Live Photo의 동영상을 기록할 수 없습니다.
pl: Nie można zapisać filmu Live Photo.
pt_br: Não foi possível gravar o vídeo da Live Photo.
ru: Не удалось записать видео Live Photo.
tr: Live Photo’nun filmi yazılamadı.
uk: Не вдалося записати відео Live Photo.
zh_hans: 无法写入实况照片的影片。
zh_hant: 無法寫入原況照片的影片。

source: The SteamCMD download from Valve isn't a valid archive. Try again later.
ar: ملف SteamCMD الذي تم تنزيله من Valve ليس أرشيفًا صالحًا. حاول مرة أخرى لاحقًا.
de: Der SteamCMD-Download von Valve ist kein gültiges Archiv. Versuchen Sie es später erneut.
es: La descarga de SteamCMD de Valve no es un archivo comprimido válido. Vuelve a intentarlo más tarde.
fr: Le téléchargement de SteamCMD depuis Valve n’est pas une archive valide. Réessayez plus tard.
hi: Valve से डाउनलोड किया गया SteamCMD मान्य आर्काइव नहीं है. बाद में फिर से कोशिश करें.
it: Il download di SteamCMD da Valve non è un archivio valido. Riprova più tardi.
ja: Valve からダウンロードした SteamCMD は有効なアーカイブではありません。しばらくしてからもう一度お試しください。
ko: Valve에서 다운로드한 SteamCMD가 유효한 압축 파일이 아닙니다. 나중에 다시 시도하십시오.
pl: Pobrany od Valve SteamCMD nie jest prawidłowym archiwum. Spróbuj ponownie później.
pt_br: O download do SteamCMD da Valve não é um arquivo compactado válido. Tente novamente mais tarde.
ru: Загруженный с сервера Valve SteamCMD не является допустимым архивом. Повторите попытку позже.
tr: Valve’dan indirilen SteamCMD geçerli bir arşiv değil. Daha sonra yeniden deneyin.
uk: Завантажений від Valve SteamCMD не є дійсним архівом. Спробуйте пізніше.
zh_hans: 从 Valve 下载的 SteamCMD 不是有效的归档。请稍后再试。
zh_hant: 從 Valve 下載的 SteamCMD 不是有效的封存檔。請稍後再試一次。

source: The SteamCMD package from Valve has no runnable steamcmd.sh.
ar: لا تحتوي حزمة SteamCMD من Valve على ملف steamcmd.sh قابل للتشغيل.
de: Das SteamCMD-Paket von Valve enthält kein ausführbares steamcmd.sh.
es: El paquete de SteamCMD de Valve no contiene un steamcmd.sh ejecutable.
fr: Le paquet SteamCMD de Valve ne contient pas de steamcmd.sh exécutable.
hi: Valve के SteamCMD पैकेज में चलाने योग्य steamcmd.sh नहीं है.
it: Il pacchetto SteamCMD di Valve non contiene un steamcmd.sh eseguibile.
ja: Valve の SteamCMD パッケージに実行可能な steamcmd.sh がありません。
ko: Valve의 SteamCMD 패키지에 실행 가능한 steamcmd.sh가 없습니다.
pl: Pakiet SteamCMD od Valve nie zawiera wykonywalnego pliku steamcmd.sh.
pt_br: O pacote do SteamCMD da Valve não contém um steamcmd.sh executável.
ru: В пакете SteamCMD от Valve нет исполняемого steamcmd.sh.
tr: Valve’ın SteamCMD paketinde çalıştırılabilir bir steamcmd.sh yok.
uk: У пакеті SteamCMD від Valve немає виконуваного steamcmd.sh.
zh_hans: Valve 的 SteamCMD 软件包中没有可运行的 steamcmd.sh。
zh_hant: Valve 的 SteamCMD 套件中沒有可執行的 steamcmd.sh。

source: The Terms of Use and Privacy Policy are new or have changed. Please read them.
ar: شروط الاستخدام وسياسة الخصوصية جديدة أو تغيّرت. يُرجى قراءتها.
de: Die Nutzungsbedingungen und die Datenschutzrichtlinie sind neu oder wurden geändert. Bitte lesen Sie sie.
es: Las condiciones de uso y la política de privacidad son nuevas o han cambiado. Léelas, por favor.
fr: Les conditions d’utilisation et la politique de confidentialité sont nouvelles ou ont changé. Veuillez les lire.
hi: उपयोग की शर्तें और गोपनीयता नीति नई हैं या बदल गई हैं। कृपया इन्हें पढ़ें।
it: Le condizioni d’uso e l’informativa sulla privacy sono nuove o sono cambiate. Leggile.
ja: 利用規約とプライバシーポリシーが新しくなったか、変更されました。お読みください。
ko: 이용 약관과 개인정보 처리방침이 새로 추가되었거나 변경되었습니다. 읽어 주십시오.
pl: Warunki korzystania i polityka prywatności są nowe lub się zmieniły. Przeczytaj je.
pt_br: Os Termos de Uso e a Política de Privacidade são novos ou foram alterados. Leia-os.
ru: Условия использования и политика конфиденциальности новые или изменились. Пожалуйста, прочитайте их.
tr: Kullanım Koşulları ve Gizlilik Politikası yeni veya değişti. Lütfen okuyun.
uk: Умови використання та політика приватності нові або змінилися. Будь ласка, прочитайте їх.
zh_hans: 使用条款和隐私政策是新的或已更改。请阅读。
zh_hant: 使用條款和隱私權政策為新增或已變更。請閱讀。

source: The URL must end in a supported image or video extension.
ar: يجب أن ينتهي عنوان URL بامتداد صورة أو فيديو مدعوم.
de: Die URL muss auf eine unterstützte Bild- oder Videodateiendung enden.
es: La URL debe terminar en una extensión de imagen o vídeo compatible.
fr: L’URL doit se terminer par une extension d’image ou de vidéo prise en charge.
hi: URL किसी सपोर्ट किए गए इमेज या वीडियो एक्सटेंशन पर खत्म होना चाहिए.
it: L’URL deve terminare con un’estensione di immagine o video supportata.
ja: URLの末尾は、サポートされている画像またはビデオの拡張子である必要があります。
ko: URL은 지원되는 이미지 또는 비디오 확장자로 끝나야 합니다.
pl: Adres URL musi kończyć się obsługiwanym rozszerzeniem obrazu lub wideo.
pt_br: A URL deve terminar com uma extensão de imagem ou vídeo compatível.
ru: URL должен заканчиваться поддерживаемым расширением изображения или видео.
tr: URL, desteklenen bir görüntü veya video uzantısıyla bitmelidir.
uk: URL-адреса має закінчуватися підтримуваним розширенням зображення чи відео.
zh_hans: URL 必须以受支持的图像或视频扩展名结尾。
zh_hant: URL 必須以支援的影像或影片副檔名結尾。

source: The Wallpaper Editor can’t open “%@”.
ar: يتعذر على محرر الخلفيات فتح ”%@“.
de: Der Hintergrundbild-Editor kann „%@“ nicht öffnen.
es: El editor de fondos de pantalla no puede abrir «%@».
fr: L’éditeur de fond d’écran ne peut pas ouvrir « %@ ».
hi: वॉलपेपर एडिटर “%@” नहीं खोल सकता।
it: L’editor sfondi non può aprire “%@”.
ja: 壁紙エディタで「%@」を開けません。
ko: 배경화면 편집기에서 ‘%@’을(를) 열 수 없습니다.
pl: Edytor tapet nie może otworzyć „%@”.
pt_br: O Editor de Imagem de Fundo não pode abrir “%@”.
ru: Редактору обоев не удаётся открыть «%@».
tr: Duvar Kâğıdı Düzenleyici “%@” öğesini açamıyor.
uk: Редактор шпалер не може відкрити «%@».
zh_hans: 墙纸编辑器无法打开“%@”。
zh_hant: 背景圖片編輯器無法打開「%@」。

source: The Wallpaper Editor couldn’t be opened.
ar: تعذّر فتح محرر الخلفيات.
de: Der Hintergrundbild-Editor konnte nicht geöffnet werden.
es: No se ha podido abrir el Editor de fondos de pantalla.
fr: Impossible d’ouvrir l’Éditeur de fond d’écran.
hi: वॉलपेपर एडिटर नहीं खुल सका।
it: Impossibile aprire l’Editor sfondi.
ja: 壁紙エディタを開けませんでした。
ko: 배경화면 편집기를 열 수 없습니다.
pl: Nie można otworzyć Edytora tapet.
pt_br: Não foi possível abrir o Editor de Imagem de Fundo.
ru: Не удалось открыть Редактор обоев.
tr: Duvar Kâğıdı Düzenleyici açılamadı.
uk: Не вдалося відкрити Редактор шпалер.
zh_hans: 无法打开墙纸编辑器。
zh_hant: 無法打開背景圖片編輯器。

source: The Wallpaper Storage folder %1$@ is on %2$@, which isn't connected. Connect it, or choose another folder in Settings → General.
ar: مجلد مخزن خلفيات الشاشة %@ موجود على %@، وهو غير متصل. قم بتوصيله، أو اختر مجلدًا آخر في الإعدادات ← عام.
de: Der Ordner für den Hintergrundbild-Speicher „%@“ befindet sich auf „%@“, das nicht verbunden ist. Verbinden Sie das Volume oder wählen Sie unter „Einstellungen“ > „Allgemein“ einen anderen Ordner.
es: La carpeta de almacenamiento de fondos de pantalla %@ está en %@, que no está conectado. Conéctalo o elige otra carpeta en Ajustes → General.
fr: Le dossier de stockage des fonds d’écran %@ se trouve sur %@, qui n’est pas connecté. Connectez-le ou choisissez un autre dossier dans Réglages → Général.
hi: वॉलपेपर स्टोरेज फ़ोल्डर %1$@, %2$@ पर है, जो कनेक्ट नहीं है. इसे कनेक्ट करें, या सेटिंग → सामान्य में कोई दूसरा फ़ोल्डर चुनें.
it: La cartella Archivio sfondi %@ si trova su %@, che non è collegato. Collegalo o scegli un’altra cartella in Impostazioni → Generali.
ja: 壁紙の保存場所のフォルダ%@は%@上にありますが、接続されていません。接続するか、「設定」>「一般」で別のフォルダを選択してください。
ko: 배경화면 저장 공간 폴더 %@이(가) 연결되지 않은 %@에 있습니다. 해당 디스크를 연결하거나 설정 → 일반에서 다른 폴더를 선택하십시오.
pl: Folder Magazynu tapet %@ znajduje się na dysku „%@”, który nie jest podłączony. Podłącz go lub wybierz inny folder w Ustawieniach → Ogólne.
pt_br: A pasta de Armazenamento de Imagens de Fundo %@ está em %@, que não está conectado. Conecte-o ou escolha outra pasta em Ajustes → Geral.
ru: Папка хранилища обоев %1$@ находится на диске %2$@, который не подключён. Подключите его или выберите другую папку в меню «Настройки» → «Основные».
tr: Duvar Kâğıdı Deposu klasörü (%@) bağlı olmayan bir diskte: %@. Diski bağlayın veya Ayarlar → Genel bölümünden başka bir klasör seçin.
uk: Папка сховища шпалер %@ розташована на диску «%@», який не підʼєднано. Підʼєднайте його або виберіть іншу папку в меню «Параметри» → «Загальні».
zh_hans: 墙纸存储位置文件夹 %@ 位于未连接的“%@”上。请连接该磁盘，或在“设置”→“通用”中选择其他文件夹。
zh_hant: 背景圖片儲存位置檔案夾 %1$@ 位於「%2$@」，但該磁碟未連接。請連接磁碟，或在「設定」→「一般」中選擇其他檔案夾。

source: The app contacts only Valve (Steam and SteamCMD) and GitHub (app updates). Web wallpapers may load their own online content.
ar: لا يتصل التطبيق إلا بـ Valve (‏Steam وSteamCMD) وGitHub (تحديثات التطبيق). قد تحمّل خلفيات الويب محتواها الخاص عبر الإنترنت.
de: Die App kontaktiert nur Valve (Steam und SteamCMD) und GitHub (App-Updates). Web-Hintergrundbilder können eigene Online-Inhalte laden.
es: La app solo contacta con Valve (Steam y SteamCMD) y GitHub (actualizaciones de la app). Los fondos de pantalla web pueden cargar su propio contenido en línea.
fr: L’app ne contacte que Valve (Steam et SteamCMD) et GitHub (mises à jour de l’app). Les fonds d’écran Web peuvent charger leur propre contenu en ligne.
hi: ऐप केवल Valve (Steam और SteamCMD) और GitHub (ऐप अपडेट) से संपर्क करता है। वेब वॉलपेपर अपनी ऑनलाइन सामग्री लोड कर सकते हैं।
it: L’app contatta solo Valve (Steam e SteamCMD) e GitHub (aggiornamenti dell’app). Gli sfondi web possono caricare contenuti online propri.
ja: アプリが通信するのはValve（SteamとSteamCMD）とGitHub（アプリのアップデート）だけです。Web壁紙は独自のオンラインコンテンツを読み込む場合があります。
ko: 앱은 Valve(Steam 및 SteamCMD)와 GitHub(앱 업데이트)에만 연결합니다. 웹 배경화면은 자체 온라인 콘텐츠를 불러올 수 있습니다.
pl: Aplikacja łączy się tylko z Valve (Steam i SteamCMD) oraz GitHubem (uaktualnienia aplikacji). Tapety internetowe mogą wczytywać własne treści online.
pt_br: O app só se conecta à Valve (Steam e SteamCMD) e ao GitHub (atualizações do app). Imagens de fundo da web podem carregar seu próprio conteúdo online.
ru: Приложение связывается только с Valve (Steam и SteamCMD) и GitHub (обновления приложения). Веб-обои могут загружать собственный онлайн-контент.
tr: Uygulama yalnızca Valve (Steam ve SteamCMD) ve GitHub (uygulama güncellemeleri) ile iletişim kurar. Web duvar kâğıtları kendi çevrimiçi içeriklerini yükleyebilir.
uk: Програма звертається лише до Valve (Steam і SteamCMD) та GitHub (оновлення програми). Вебшпалери можуть завантажувати власний онлайн-вміст.
zh_hans: App 仅联系 Valve（Steam 和 SteamCMD）和 GitHub（App 更新）。网页墙纸可能会加载自己的在线内容。
zh_hant: App 僅會連線至 Valve（Steam 和 SteamCMD）及 GitHub（App 更新項目）。網頁背景圖片可能會載入自己的線上內容。

source: The cut-off where the effect starts to apply. Lower catches more of the image, higher restricts it to the strongest pixels.
ar: الحد الذي يبدأ عنده تطبيق التأثير. القيم الأدنى تشمل جزءًا أكبر من الصورة، والأعلى تقصره على أقوى وحدات البكسل.
de: Schwelle, ab der der Effekt wirkt. Niedrigere Werte erfassen mehr vom Bild, höhere beschränken ihn auf die stärksten Pixel.
es: Umbral a partir del cual se aplica el efecto. Los valores bajos abarcan más imagen; los altos lo limitan a los píxeles más intensos.
fr: Seuil à partir duquel l’effet s’applique. Une valeur basse inclut davantage de l’image, une valeur haute le limite aux pixels les plus intenses.
hi: वह सीमा जहाँ से इफ़ेक्ट लागू होना शुरू होता है. कम मान इमेज का ज़्यादा हिस्सा शामिल करते हैं, ज़्यादा मान इसे सबसे तेज़ पिक्सेल तक सीमित करते हैं.
it: La soglia da cui l’effetto inizia ad applicarsi. Valori bassi coinvolgono più parti dell’immagine, valori alti lo limitano ai pixel più intensi.
ja: エフェクトが適用され始めるしきい値です。低い値では画像のより多くの部分が対象になり、高い値では最も強いピクセルだけに限定されます。
ko: 효과가 적용되기 시작하는 기준값입니다. 낮을수록 이미지의 더 많은 부분이 포함되고, 높을수록 가장 강한 픽셀로 제한됩니다.
pl: Próg, od którego efekt zaczyna działać. Niższy obejmuje większą część obrazu, wyższy ogranicza efekt do najsilniejszych pikseli.
pt_br: O limite a partir do qual o efeito começa a ser aplicado. Valores menores abrangem mais da imagem; maiores o restringem aos pixels mais fortes.
ru: Порог, с которого начинает действовать эффект. Меньшие значения охватывают больше изображения, большие ограничивают его самыми яркими пикселями.
tr: Efektin uygulanmaya başladığı eşik. Düşük değerler görüntünün daha fazlasını yakalar, yüksek değerler efekti en güçlü piksellerle sınırlar.
uk: Поріг, з якого ефект починає застосовуватися. Нижчі значення охоплюють більше зображення, вищі обмежують його найсильнішими пікселями.
zh_hans: 效果开始生效的阈值。数值越低覆盖的图像越多，越高则仅限于最强的像素。
zh_hant: 效果開始套用的臨界值。數值越低涵蓋越多影像，越高則僅限於最強的像素。

source: The download continues in the background.
ar: يستمر التنزيل في الخلفية.
de: Der Download läuft im Hintergrund weiter.
es: La descarga continúa en segundo plano.
fr: Le téléchargement continue en arrière-plan.
hi: डाउनलोड बैकग्राउंड में जारी रहता है।
it: Il download continua in background.
ja: ダウンロードはバックグラウンドで続きます。
ko: 다운로드는 백그라운드에서 계속됩니다.
pl: Pobieranie będzie kontynuowane w tle.
pt_br: O download continua em segundo plano.
ru: Загрузка продолжится в фоне.
tr: İndirme arka planda sürer.
uk: Викачування триватиме у фоні.
zh_hans: 下载会在后台继续。
zh_hant: 下載會在背景繼續。

source: The download server answered with HTTP status %lld.
ar: ردّ خادم التنزيل برمز حالة HTTP ‏%lld.
de: Der Download-Server hat mit dem HTTP-Status %lld geantwortet.
es: El servidor de descarga respondió con el estado HTTP %lld.
fr: Le serveur de téléchargement a répondu avec le statut HTTP %lld.
hi: डाउनलोड सर्वर ने HTTP स्थिति %lld के साथ जवाब दिया।
it: Il server di download ha risposto con lo stato HTTP %lld.
ja: ダウンロードサーバが HTTP ステータス %lld を返しました。
ko: 다운로드 서버가 HTTP 상태 %lld(으)로 응답했습니다.
pl: Serwer pobierania odpowiedział stanem HTTP %lld.
pt_br: O servidor de download respondeu com o status HTTP %lld.
ru: Сервер загрузки ответил с кодом HTTP %lld.
tr: İndirme sunucusu HTTP %lld durumuyla yanıt verdi.
uk: Сервер завантаження відповів кодом HTTP %lld.
zh_hans: 下载服务器返回了 HTTP 状态 %lld。
zh_hant: 下載伺服器回傳了 HTTP 狀態 %lld。

source: The file is not a Wallpaper Engine config.json.
ar: الملف ليس ملف config.json من Wallpaper Engine.
de: Die Datei ist keine config.json von Wallpaper Engine.
es: El archivo no es un config.json de Wallpaper Engine.
fr: Le fichier n’est pas un config.json de Wallpaper Engine.
hi: यह फ़ाइल Wallpaper Engine की config.json नहीं है।
it: Il file non è un config.json di Wallpaper Engine.
ja: このファイルは Wallpaper Engine の config.json ではありません。
ko: 파일이 Wallpaper Engine의 config.json이 아닙니다.
pl: Plik nie jest plikiem config.json programu Wallpaper Engine.
pt_br: O arquivo não é um config.json do Wallpaper Engine.
ru: Этот файл не является config.json Wallpaper Engine.
tr: Dosya bir Wallpaper Engine config.json dosyası değil.
uk: Цей файл не є config.json Wallpaper Engine.
zh_hans: 该文件不是 Wallpaper Engine 的 config.json。
zh_hant: 該檔案不是 Wallpaper Engine 的 config.json。

source: The file is not a wallpaper preset.
ar: الملف ليس إعدادًا مسبقًا لخلفية.
de: Die Datei ist keine Voreinstellung für ein Hintergrundbild.
es: El archivo no es un preajuste de fondo de pantalla.
fr: Le fichier n’est pas un préréglage de fond d’écran.
hi: यह फ़ाइल वॉलपेपर प्रीसेट नहीं है।
it: Il file non è un preset di sfondo.
ja: このファイルは壁紙のプリセットではありません。
ko: 파일이 배경화면 사전 설정이 아닙니다.
pl: Plik nie jest ustawieniem wstępnym tapety.
pt_br: O arquivo não é uma predefinição de imagem de fundo.
ru: Этот файл не является пресетом обоев.
tr: Dosya bir duvar kâğıdı hazır ayarı değil.
uk: Цей файл не є пресетом шпалери.
zh_hans: 该文件不是墙纸预设。
zh_hant: 該檔案不是背景圖片預設組合。
